<?php 
    $title="DeDe Pos Cafe : Self Ordering Kiosk Station";
    include 'header.php'; 
?>
<body>
    <?php include 'menu.php'; ?>
    <div class="container" style="margin-top: 100px;font-size: 12px;">
        <h1>ใช้ฟรี...ไม่มีค่าใช้จ่าย</h1>
        <h2>ระบบ Self Ordering Kiosk ที่ยืนยันการชำระเงินด้วย Prompt Pay การทำงานที่เร็วและทันสมัย</h2>        
        <h3>ตั้งกี่จุดก็ได้ ลดค่าใช้จ่ายในการจ้างพนักงานแคชเชียร์ ลดค่าใช้จ่ายในการจัดการธุรกิจ ปรับปรุงประสิทธิภาพในการบริหารจัดการ ป้องกันการทุจริต และเพิ่มกำไรให้กับธุรกิจของคุณ</h3><br/><br/>
        <img src="images/kiosk.webp" style="margin-top: 20px; margin-bottom: 20px;max-width:200px;float:right;border: 1px solid #555;" class="shadow" alt="Self Ordering Kiosk"/>
        <ul>
            <li>สำหรับร้านอาหารประเภท จ่ายก่อนกิน เพราะจะได้มั่นใจว่ามีการชำระเงินเรียบร้อยแล้ว พร้อมมีระบบคิว เพื่อเพิ่มความพึงพอใจให้กับลูกค้า</li>
            <li>สำหรับร้านอาหารประเภท กินก่อนจ่าย สามารถติดตั้งเครื่องตามโต๊ะ เพื่อสั่งอาหารได้เอง</li>
            <li><b>การทำรายการแบบอัตโนมัติ</b> ระบบ Self Ordering Kiosk ช่วยลดเวลาในการทำรายการการสั่งอาหาร ลูกค้าสามารถเลือกรายการอาหารและทำการสั่งซื้อผ่าน Kiosk ได้โดยตรง มีการนำเสนอเมนูและรายละเอียดรายการอาหารให้เป็นระเบียบเรียบร้อย ซึ่งช่วยลดความซับซ้อนในการสั่งอาหารของลูกค้า</li>
            <li><b>การยืนยันการชำระเงินผ่าน Prompt Pay</b> ระบบ Self Ordering Kiosk สามารถเชื่อมต่อกับระบบการชำระเงินผ่าน Prompt Pay ทำให้ลูกค้าสามารถชำระเงินในทันที โดยไม่ต้องรอคิวหรือติดต่อพนักงานแคชเชียร์. นอกจากนี้ยังเพิ่มความปลอดภัยและป้องกันการทุจริตในการทำรายการ</li>
            <li><b>การส่งรายการอาหารเข้าครัว</b> เมื่อลูกค้าทำรายการสั่งอาหารผ่าน Kiosk ระบบจะทำการส่งรายการอาหารเข้าครัวโดยอัตโนมัติ ทำให้ลดเวลาในการดำเนินการและเตรียมอาหาร ทำให้บริการลูกค้ามีความรวดเร็วมากยิ่งขึ้น</li>
            <li><b>ระบบคิวแบบอัตโนมัติ</b> ระบบ Self Ordering Kiosk สามารถจัดการคิวให้อัตโนมัติ ทำให้การเสียบทางสั่งอาหารเป็นลำดับโดยอัตโนมัติ ลูกค้าสามารถดูหมายเลขคิวและรอเวลาในการรับอาหารได้ที่ Kiosk</li>
            <li><b>การดูยอดขายผ่านมือถือ 24 ชั่วโมง</b> ระบบ Self Ordering Kiosk นี้เชื่อมต่อกับระบบ Cloud ทำให้เจ้าของธุรกิจสามารถดูยอดขายและรายงานผลการทำงานผ่านมือถือได้ตลอด 24 ชั่วโมง ทำให้สามารถติดตามผลการทำงานและปรับกลยุทธ์การขายได้อย่างมีประสิทธิภาพ</li>
            <li><b>ลดเวลาและเพิ่มความรวดเร็ว</b> ลดเวลาในการทำรายการและบริการลูกค้าอย่างรวดเร็ว ทำให้ลูกค้ามีประสบการณ์ที่ดีและกลับมาใช้บริการอีกครั้ง</li>
            <li><b>เพิ่มกำไร</b> ด้วยการลดต้นทุนในการจ้างพนักงานแคชเชียร์ และเพิ่มประสิทธิภาพในการบริหารจัดการ ทำให้ธุรกิจสามารถเพิ่มกำไรได้มากขึ้น</li>
            <li><b>ป้องกันการทุจริต</b> การใช้ระบบชำระเงินอัตโนมัติผ่าน Prompt Pay ช่วยป้องกันการทุจริตและขาดทุนทางการเงินที่อาจเกิดขึ้นในกระบวนการชำระเงินแบบดั้งเดิมที่ผ่านมือคน</li>
            <li><b>การให้บริการทันที</b> การทำรายการแบบอัตโนมัติและการชำระเงินทันทีผ่าน Prompt Pay ช่วยให้บริการลูกค้าได้เร็วขึ้น ไม่ต้องรอนานหรือเสียเวลาในการรอชำระเงิน</li>
            <li><b>ใช้งานบนระบบ Cloud</b> สามารถดูยอดขายตลอด 24 ชั่วโมง เจ้าของธุรกิจสามารถตรวจสอบยอดขายและประสิทธิภาพการทำงานของระบบได้ตลอดเวลา ทำให้สามารถปรับแก้แผนการตลาดและยกระดับประสิทธิภาพการบริหารจัดการได้อย่างทันที, สามารถเพิ่มรายการสินค้า,​สินค้าเลิกขายขั่วคราว, สินค้าหมด, พร้อมทั้งกำหนดได้ว่าสินค้ามีจำนวนกี่ชิ้น เพื่อป้องกันความผิดพลาดจากการสั่งอาหารของลูกค้า</li>
            <li><b>ลดต้นทุนในการจ้างพนักงานแคชเชียร์</b> การใช้ระบบ Self Ordering Kiosk ทำให้ลดค่าใช้จ่ายในการจ้างพนักงานแคชเชียร์ ทำให้ธุรกิจประหยัดค่าใช้จ่ายและเพิ่มกำไร</li>
            <li><b>ปรับปรุงประสิทธิภาพในการบริหารจัดการ</b> ระบบ Self Ordering Kiosk ช่วยปรับปรุงประสิทธิภาพในการบริหารจัดการธุรกิจ ทำให้มีการตรวจสอบยอดขายและประสิทธิภาพได้ตลอดเวลา และช่วยในการวิเคราะห์ข้อมูลเพื่อปรับปรุงการให้บริการ</li>
        </ul>
        <h2>ระบบศูนย์อาหาร</h2>
        เหมาะสำหรับศูนย์อาหารตามห้างสรรพสินค้า, ​ตลาดนัด, ​โรงเรียน, คูปองอาหารสวัสดิการบริษัท ฯลฯ
        <ul>
            <li>สามารถซื้อคูปอง แล้วนำ Qrcode คูปองไปซื้ออาหาร/เครื่องดื่ม โดยร้านค้า สามารถใช้มือถือตัวเอง Scan Qrcode คูปอง พร้อมพิมพ์ใบเสร็จค่าอาหาร/เครื่องดื่ม และยอดเงินในคูปอง จะลดลงเองโดยอัตโนมัติ เจ้าของศูนย์อาหารก็จะสามารถตรวจสอบยอดขายของแต่ละร้านได้ทันที</li>
            <li>สำหรับศูนย์อาหารที่ไม่ใช้ระบบคูปอง สามารถให้ร้านค้าในศูนย์อาหาร ติดตั้งระบบ Safe Order ได้เอง และให้ลูกค้าชำระเงินที่หน้าร้านได้เลย โดยรายได้ทั้งหมดจะเข้าสู่บริษัทของเจ้าของศูนย์อาหาร และเจ้าของศูนย์อาหารก็ยังสามารถตรวจสอบยอดขายได้ทันที</li>
            <li>สามารถใช้ระบบแบบผสมได้ (ระบบซื้อคูปองก่อน และลูกค้าชำระที่หน้าร้านได้โดยไม่ต้องใช้คูปอง)</li>
        </ul>
        <img src="images/qrpayment.webp" style="margin-top: 20px; margin-bottom: 20px;max-width:200px;float:right;border: 1px solid #555;" class="shadow" alt="Prompt Pay"/>
        <h2>ยืนยันการชำระเงินอัตโนมัติด้วย Qrcode</h2>
        <ul>
            <li><b>ร้านค้าเป็นแบบ จ่ายก่อนกิน</b> เมื่อลูกค้าสั่งรายการอาหาร และเครื่องดื่มแล้ว สามารถชำระเงินด้วยระบบ Qrcode ได้ทันที รองรับการชำระเงินหลายระบบไม่ว่าจะเป็นระบบ Prompt Pay, Alipay, Wechat Pay, True Money และอื่นๆ ทำให้ลูกค้าสามารถชำระเงินได้ทันที ไม่ต้องรอคิวหรือติดต่อพนักงานแคชเชียร์ และเมื่อได้รับการยืนยันจากธนาคารแล้ว โปรแกรมจะพิมพ์ใบเสร็จ/ใบกำกับภาษีให้ลูกค้า พร้อมหมายเลขคิวให้กับลูกค้า และส่งรายการอาหาร และเครื่องดื่มไปยังครัว เพื่อประกอบอาหารทันที</li>
            <li><b>ร้านค้าเป็นแบบ กินก่อนจ่าย</b> ก็สามารถยืนยันการชำระเงินได้ด้วยระบบ DeDe Staff พนักงานสามารถแสดง Qrcode ให้กับลูกค้า Scan จ่าย และยืนยันการจ่ายจากธนาคาร พร้อมทั้งสามารถพิมพ์ใบเสร็จ/ใบกำกับภาษีให้ลูกค้าได้ทันที โดยไม่ต้องรอคิวหรือติดต่อพนักงานแคชเชียร์</li>
        </ul>
        <font color="red">
        การยืนยันการชำระเงินผ่าน Qrcode อาจจะมีค่าบริการจากธนาคาร หรือ Payment Gateway ตามที่ระบุไว้ในสัญญาระหว่างลูกค้า และ Payment Gateway โดย DeDe Pos Cafe ไม่มีส่วนเกี่ยวข้องในการเรียกเก็บค่าบริการดังกล่าว
        </font>
        <br/>
        กรณีไม่ใช้ระบบยืนยันการชำระเงินอัตโนมัติ ก็สามารถใช้งานได้ โดยให้ลูกค้าไป Scan Qrcode จากพนักงานขาย เพื่อยืนยันการชำระเงิน และพนักงานขายจะสามารถพิมพ์ใบเสร็จ/ใบกำกับภาษีให้กับลูกค้าได้ทันที
        <br/>
        <br/>
        <img src="images/logo-promptpay.webp" style="border: 1px solid #555;" class="shadow" alt="Prompt Pay"  height="100px;"/>
        <img src="images/alipay-wechatpay.png" style="border: 1px solid #555;" class="shadow" alt="Alipay"   height="100px;"/>
        <img src="images/logo-truemoney.png" style="border: 1px solid #555;" class="shadow" alt="True Money"   height="100px;"/>
        <br/><br/><br/>
        <h2>อุปกรณ์ที่เหมาะสม</h2>
        ระบบ Self Ordering Kiosk ออกแบบมาเพื่อให้ร้านค้าประหยัดเรื่องอุปกรณ์ และความสะดวกในการใช้งาน สามารถใช้งานได้กับอุปกรณ์ที่มีอยู่แล้ว iOS และ Android ทำให้ลดค่าใช้จ่ายในการจัดซื้ออุปกรณ์ใหม่<br/><br/>
        <h3>อุปกรณ์ประกอบด้วย</h3>
        <ul>
            <li>Tablet Android หรือ iPad เพื่อให้ลูกค้าเลือกรายการอาหาร/เครื่องดื่ม และสามารถชำระเงินได้ทันที</li>
            <li>เครื่องพิมพ์ความร้อน เชื่อมต่อกับเครื่อง Tablet หรือ iPad ใช้สำหรับพิมพ์ใบเสร็จ/ใบกำกับภาษี และหมายเลขคิว หลังจากยืนยันการรับชำระเงินแล้ว ขนาดกระดาษที่แนะนำ 80mm</li>
            <li>เครื่องพิมพ์ความร้อน สำหรับส่งรายการอาหาร/เครื่องดื่มไปยังห้องครัว ขนาดกระดาษที่แนะนำ 80mm</li>
        </ul>
        <h3>การเลือกอุปกรณ์</h3>
        <ul>
            <li>Internet Wifi อะไรก็ได้ ที่เชื่อมต่อได้กับ Tablet หรือ iPad (เพราะมีการชำระเงิน และยืนยังเงินเข้า จะใช้ได้ก็ต่อเมื่อมีระบบ Internet)</li>
            <li>Tablet ควรจะมีจอขนาดใหญ่ เพราะลูกค้าจะได้สั่งอาหาร/เครื่องดื่มได้ง่าย</li>
            <li>เครื่องพิมพ์แบบ Bluetooth ขอดีคือติดตั้งง่าย ข้อเสียคือ การส่งข้อมูลระหว่าง Tablet จะช้ากว่าระบบ IP มาก</li>
            <li>เครื่องพิมพ์แบบ IP ขอดีคือความเร็วในการส่งข้อมูลรวดเร็วมาก ข้อเสียคือติดตั้งยาก และต้องมีความรู้ในการตั้งค่า IP Address ของเครื่องพิมพ์</li>
            <li>กรณีร้านค้าในศูนย์อาหาร สามารถเชื่อมต่อผ่าน Bluetooth กับเครื่องของร้านอาหารได้เท่านั้น (ยกเว้นต้องการเชื่อมผ่าน IP ต้องใช้ระบบ DeDe POS Cafe เสริม และมีการวางระบบ Network ให้เหมาะสม)</li>
        </ul>
    </div>

    <?php include_once 'footer.php'; ?>

    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js" integrity="sha384-HwwvtgBNo3bZJJLYd8oVXjrBZt8cqVSpeBNS5n7C8IVInixGAoxmnlMuBnhbgrkm" crossorigin="anonymous"></script>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.4/jquery.min.js"></script>
</body>

</html>
<?php include 'footer-script.php'; ?>
