<?php 
    $title="DeDe Pos Cafe : Self Ordering Kiosk Station";
    include 'header.php'; 
?>
<body>
    <?php include 'menu.php'; ?>
    <div class="container" style="margin-top: 100px;font-size: 12px;">
        <center>
        <img src="images/kiosk-food-truck.webp" style="margin-top: 20px; margin-bottom: 20px;max-width:400px;border: 1px solid #555;" class="shadow" alt="Self Ordering Kiosk"/>
        </center>
        <h1>ระบบ Self Ordering Kiosk ร้าน Food Truck</h1><br/>
        <h2>เพิ่มความรวดเร็วในการสั่งอาหาร และการชำระเงิน</h2><br/>
        <img src="images/kiosk.webp" style="margin-left: 10px; max-width:200px;float:right;border: 1px solid #555;" class="shadow" alt="Self Ordering Kiosk"/>
        <ul>
            <li>สำหรับร้านอาหารประเภท จ่ายก่อนกิน เพราะจะได้มั่นใจว่ามีการชำระเงินเรียบร้อยแล้ว พร้อมมีระบบคิว เพื่อเพิ่มความพึงพอใจให้กับลูกค้า</li>
            <li>กรณีที่มีคิวยาว ลูกค้าสามารถสั่งอาหารล่วงหน้าผ่านมือถือของตัวเอง ทั้งอยู่หน้าร้าน หรือก่อนที่จะเดินทางมาถึงร้าน แล้วค่อยไปชำระเงินที่ตู้ Kiosk ได้ทันทีเมื่อถึงคิว</li>
            <li><b>การทำรายการแบบอัตโนมัติ</b> ระบบ Self Ordering Kiosk ช่วยลดเวลาในการทำรายการการสั่งอาหาร ลูกค้าสามารถเลือกรายการอาหารและทำการสั่งซื้อผ่าน Kiosk ได้โดยตรง มีการนำเสนอเมนูและรายละเอียดรายการอาหารให้เป็นระเบียบเรียบร้อย ซึ่งช่วยลดความซับซ้อนในการสั่งอาหารของลูกค้า</li>
            <li><b>การยืนยันการชำระเงินผ่าน Prompt Pay</b> ระบบ Self Ordering Kiosk สามารถเชื่อมต่อกับระบบการชำระเงินผ่าน Prompt Pay ทำให้ลูกค้าสามารถชำระเงินในทันที โดยไม่ต้องรอคิวหรือติดต่อพนักงานแคชเชียร์. นอกจากนี้ยังเพิ่มความปลอดภัยและป้องกันการทุจริตในการทำรายการ</li>
            <li><b>การส่งรายการอาหารเข้าครัว</b> เมื่อลูกค้าทำรายการสั่งอาหารผ่าน Kiosk ระบบจะทำการส่งรายการอาหารเข้าครัวโดยอัตโนมัติ ทำให้ลดเวลาในการดำเนินการและเตรียมอาหาร ทำให้บริการลูกค้ามีความรวดเร็วมากยิ่งขึ้น</li>
            <li><b>ระบบคิวแบบอัตโนมัติ</b> ระบบ Self Ordering Kiosk สามารถจัดการคิวให้อัตโนมัติ ทำให้การเสียบทางสั่งอาหารเป็นลำดับโดยอัตโนมัติ ลูกค้าสามารถดูหมายเลขคิวและรอเวลาในการรับอาหารได้ที่ Kiosk</li>
            <li><b>การดูยอดขายผ่านมือถือ 24 ชั่วโมง</b> ระบบ Self Ordering Kiosk นี้เชื่อมต่อกับระบบ Cloud ทำให้เจ้าของธุรกิจสามารถดูยอดขายและรายงานผลการทำงานผ่านมือถือได้ตลอด 24 ชั่วโมง ทำให้สามารถติดตามผลการทำงานและปรับกลยุทธ์การขายได้อย่างมีประสิทธิภาพ</li>
            <li><b>ลดเวลาและเพิ่มความรวดเร็ว</b> ลดเวลาในการทำรายการและบริการลูกค้าอย่างรวดเร็ว ทำให้ลูกค้ามีประสบการณ์ที่ดีและกลับมาใช้บริการอีกครั้ง</li>
            <li><b>เพิ่มกำไร</b> ด้วยการลดต้นทุนในการจ้างพนักงานแคชเชียร์ และเพิ่มประสิทธิภาพในการบริหารจัดการ ทำให้ธุรกิจสามารถเพิ่มกำไรได้มากขึ้น</li>
            <li><b>ป้องกันการทุจริต</b> การใช้ระบบชำระเงินอัตโนมัติผ่าน Prompt Pay ช่วยป้องกันการทุจริตและขาดทุนทางการเงินที่อาจเกิดขึ้นในกระบวนการชำระเงินแบบดั้งเดิมที่ผ่านมือคน</li>
            <li><b>การให้บริการทันที</b> การทำรายการแบบอัตโนมัติและการชำระเงินทันทีผ่าน Prompt Pay ช่วยให้บริการลูกค้าได้เร็วขึ้น ไม่ต้องรอนานหรือเสียเวลาในการรอชำระเงิน</li>
            <li><b>ใช้งานบนระบบ Cloud</b> สามารถดูยอดขายตลอด 24 ชั่วโมง เจ้าของธุรกิจสามารถตรวจสอบยอดขายและประสิทธิภาพการทำงานของระบบได้ตลอดเวลา ทำให้สามารถปรับแก้แผนการตลาดและยกระดับประสิทธิภาพการบริหารจัดการได้อย่างทันที, สามารถเพิ่มรายการสินค้า,​สินค้าเลิกขายขั่วคราว, สินค้าหมด, พร้อมทั้งกำหนดได้ว่าสินค้ามีจำนวนกี่ชิ้น เพื่อป้องกันความผิดพลาดจากการสั่งอาหารของลูกค้า</li>
            <li><b>ลดต้นทุนในการจ้างพนักงานแคชเชียร์</b> การใช้ระบบ Self Ordering Kiosk ทำให้ลดค่าใช้จ่ายในการจ้างพนักงานแคชเชียร์ ทำให้ธุรกิจประหยัดค่าใช้จ่ายและเพิ่มกำไร</li>
            <li><b>ปรับปรุงประสิทธิภาพในการบริหารจัดการ</b> ระบบ Self Ordering Kiosk ช่วยปรับปรุงประสิทธิภาพในการบริหารจัดการธุรกิจ ทำให้มีการตรวจสอบยอดขายและประสิทธิภาพได้ตลอดเวลา และช่วยในการวิเคราะห์ข้อมูลเพื่อปรับปรุงการให้บริการ</li>
        </ul>
        <img src="images/qrpayment.webp" style="margin-left: 10px; max-width:200px;float:right;border: 1px solid #555;" class="shadow" alt="Prompt Pay"/>
        <h2>ยืนยันการชำระเงินอัตโนมัติด้วย Qrcode</h2>
        <ul>
            <li><b>เมื่อลูกค้าสั่งรายการอาหาร และเครื่องดื่มแล้ว สามารถชำระเงินด้วยระบบ Qrcode ได้ทันที รองรับการชำระเงินหลายระบบไม่ว่าจะเป็นระบบ Prompt Pay, Alipay, Wechat Pay, True Money และอื่นๆ ทำให้ลูกค้าสามารถชำระเงินได้ทันที ไม่ต้องรอคิวหรือติดต่อพนักงานแคชเชียร์ และเมื่อได้รับการยืนยันจากธนาคารแล้ว โปรแกรมจะพิมพ์ใบเสร็จ/ใบกำกับภาษีให้ลูกค้า พร้อมหมายเลขคิวให้กับลูกค้า และส่งรายการอาหาร และเครื่องดื่มไปยังครัว เพื่อประกอบอาหารทันที</li>
        </ul>
        <font color="red">
        * การยืนยันการชำระเงินผ่าน Qrcode อาจจะมีค่าบริการจากธนาคาร หรือ Payment Gateway ตามที่ระบุไว้ในสัญญาระหว่างลูกค้า และ Payment Gateway โดย DeDe Pos Cafe ไม่มีส่วนเกี่ยวข้องในการเรียกเก็บค่าบริการดังกล่าว
        </font>
        <br/>
        <font color="blue">
        * กรณีร้านค้าไม่ได้ใช้ระบบยืนยันการชำระเงินอัตโนมัติ เนื่องจากกังวลเรื่องค่าใช้จ่าย ก็สามารถใช้งานระบบนี้ได้ โดยให้ลูกค้าเมื่อสั่งอาหารแล้ว ให้ไปหาพนักงาน แจ้งหมายเลขคิว และ Scan Qrcode การชำระเงินจากพนักงานขาย เพื่อยืนยันการชำระเงิน และพนักงานขายจะสามารถพิมพ์ใบเสร็จ/ใบกำกับภาษีให้กับลูกค้าได้ทันที
        </font>
        <br/>
        <br/>
        <img src="images/logo-promptpay.webp" style="border: 1px solid #555;" class="shadow" alt="Prompt Pay"  height="100px;"/>
        <img src="images/alipay-wechatpay.png" style="border: 1px solid #555;" class="shadow" alt="Alipay"   height="100px;"/>
        <img src="images/logo-truemoney.png" style="border: 1px solid #555;" class="shadow" alt="True Money"   height="100px;"/>
        <br/><br/><br/>
        <h2>อุปกรณ์ที่เหมาะสม</h2>
        ระบบ Self Ordering Kiosk ออกแบบมาเพื่อให้ร้านค้าประหยัดเรื่องอุปกรณ์ และความสะดวกในการใช้งาน สามารถใช้งานได้กับอุปกรณ์ที่มีอยู่แล้ว iOS และ Android ทำให้ลดค่าใช้จ่ายในการจัดซื้ออุปกรณ์ใหม่<br/><br/>
        <h3>อุปกรณ์ประกอบด้วย</h3>
        <ul>
            <li>Tablet Android หรือ iPad เพื่อให้ลูกค้าเลือกรายการอาหาร/เครื่องดื่ม และสามารถชำระเงินได้ทันที</li>
            <li>เครื่องพิมพ์ความร้อน เชื่อมต่อกับเครื่อง Tablet หรือ iPad ใช้สำหรับพิมพ์ใบเสร็จ/ใบกำกับภาษี และหมายเลขคิว หลังจากยืนยันการรับชำระเงินแล้ว ขนาดกระดาษที่แนะนำ 80mm</li>
            <li>เครื่องพิมพ์ความร้อน สำหรับส่งรายการอาหาร/เครื่องดื่มไปยังห้องครัว ขนาดกระดาษที่แนะนำ 80mm</li>
        </ul>
        <h3>การเลือกอุปกรณ์</h3>
        <ul>
            <li>Internet Wifi อะไรก็ได้ ที่เชื่อมต่อได้กับ Tablet หรือ iPad (เพราะมีการชำระเงิน และยืนยันเงินเข้า จะใช้ได้ก็ต่อเมื่อมีระบบ Internet)</li>
            <li>Tablet ควรจะมีจอขนาดใหญ่ เพราะลูกค้าจะได้สั่งอาหาร/เครื่องดื่มได้ง่าย</li>
            <li>เครื่องพิมพ์แบบ Bluetooth ขอดีคือติดตั้งง่าย ข้อเสียคือ การส่งข้อมูลระหว่าง Tablet จะช้ากว่าระบบ IP มาก</li>
            <li>เครื่องพิมพ์แบบ IP ขอดีคือความเร็วในการส่งข้อมูลรวดเร็วมาก ข้อเสียคือติดตั้งยาก และต้องมีความรู้ในการตั้งค่า IP Address ของเครื่องพิมพ์</li>
        </ul>
    </div>

    <?php include_once('footer.php'); ?>

    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js" integrity="sha384-HwwvtgBNo3bZJJLYd8oVXjrBZt8cqVSpeBNS5n7C8IVInixGAoxmnlMuBnhbgrkm" crossorigin="anonymous"></script>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.4/jquery.min.js"></script>
</body>

</html>
<?php include 'footer-script.php'; ?>
