<?php
$title = "DeDe Pos Cafe : ร้านอาหารขนาดเล็ก DeDe Order Station";
include 'header.php';
?>

<body>
    <?php include 'menu.php'; ?>
    <div class="container" style="margin-top: 80px;font-size: 12px;">
        <h1>โปรแกรม DeDe Order Station</h1>
        <h2>สำหรับร้านอาหารขนาดเล็ก 🍽️: ทำให้การบริการของคุณง่ายขึ้น!</h2>
        <b>🚀 กินก่อนจ่าย, จ่ายก่อนกิน 💸:</b> ลูกค้าสามารถจ่ายก่อนหรือหลังรับประทานอาหาร พร้อมทั้งระบบบันทึกรายการอาหารอย่างละเอียด!<br />
        <b>🍳 พิมพ์ไปห้องครัว 🖨️:</b> ส่งใบสั่งอาหารไปยังหลายเครื่องพิมพ์ในครัวได้พร้อมกัน ลดเวลาในการจัดการออร์เดอร์!<br />
        <b>🔍 Checker 👀:</b> ตรวจสอบรายการอาหารและวิเคราะห์เวลาในการทำอาหาร เพื่อปรับปรุงการบริการให้มีประสิทธิภาพ!<br />
        <b>📲 ลูกค้าสั่งอาหารได้เอง 📱:</b> สแกน QR Code ง่ายๆ เพื่อสั่งอาหารโดยไม่ต้องผ่านพนักงาน!<br />
        <b>💻 ตั้งเครื่องให้ลูกค้าสั่งเอง 🖥️:</b> ลูกค้าสามารถสั่งอาหารที่เครื่องของร้านและจ่ายเงินได้ทันที!<br />
        <b>🏠 ลูกค้าสั่งอาหารจากที่บ้าน 🏡:</b> สั่งอาหารจากที่ไหนก็ได้และสร้าง QR Code สำหรับการชำระเงินได้ทันที!<br />
        <b>🔢 ระบบคิว 🎟️:</b> จัดการคิวอาหารได้ง่ายดาย เพื่อความสะดวกสบายของลูกค้า!<br />
        <b>🌐 ระบบป้ายบริการ 🏷️:</b> รับป้ายบริการและรออาหารที่โต๊ะได้ทันที เมื่อสั่งเสร็จ!<br />
        <b>💵 รับเงินสด 💰:</b> รองรับการชำระเงินสดสำหรับลูกค้าที่ต้องการความสะดวก!<br />
        <b>🚚 Delivery 🛵:</b> บริการจัดส่งพร้อมตั้งราคาแยกสำหรับการสั่งนอกสถานที่!<br />
        <b>🏢 สาขา 🌍:</b> ขยายสาขาได้ไม่จำกัด พร้อมการจัดการเงินอย่างมีประสิทธิภาพ!<br />
        <b>🛑 สินค้าอยุดขายชั่วคราว ⏸️:</b> จัดการสินค้าที่หมดหรือไม่พร้อมขายได้อย่างรวดเร็ว!<br />
        <b>📈 สินค้ามีจำนวนคงเหลือ 📊:</b> ตรวจสอบและปรับปรุงจำนวนสต็อกสินค้าได้ทันที!<br />
        <b>🌎 รองรับหลายภาษา 🗣️:</b> นักท่องเที่ยวสามารถสั่งอาหารด้วยภาษาของตนเอง!<br />
        <b>📊 รู้ยอดขายได้ทันที 📋:</b> ตรวจสอบยอดขายและรายละเอียดได้ทันทีผ่านระบบ!<br />
        <b>👍 ข้อดี 🌟:</b> รับออร์เดอร์ได้อย่างรวดเร็วและไม่ผิดพลาด พร้อมรับชำระเป็นเงินสดหรือ QR Code!<br />
        <b>💸 ประหยัดการลงทุน 📉:</b> ใช้อุปกรณ์ที่มีอยู่แล้วในร้านได้ ไม่ต้องลงทุนเพิ่ม!<br />
        <b>🌐 Data Center 🖥️:</b> จัดการข้อมูลขายแยกตามสาขาได้อย่างละเอียด!<br />
        <b>🔗 API 🔨:</b> เชื่อมต่อกับโปรแกรมอื่นได้ง่ายดายผ่าน API!<br />
        <b>🔌 Off Line 🔋:</b> ทำงานได้แม้ไม่มีอินเทอร์เน็ต และ Sync ข้อมูลเมื่อมีเน็ตได้!<br />
        <br />
        <b>🎉 เพียง 150 บาท/สาขา/เดือน/ 🌈</b><br>ใช้ได้สูงสุด 10 จุด, 10 เครื่องพิมพ์ห้องครัว, ลูกค้าสั่งเองได้ไม่เกิน 30,000 บิล/เดือน/สาขา
        <br /><br />
        <center>
        <?php
            $video_id = 'HRd3ZtZNQKY';
            $embed_url = 'https://www.youtube.com/embed/' . $video_id . '?autoplay=1&mute=1&modestbranding=1&loop=1&playlist=' . $video_id;
            echo '<iframe class="shadow" width="400" height="660" src="' . $embed_url . '" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>';
            ?>
            <br /><br />
            <?php
            $video_id = 'bRzxQvY49Iw';
            $embed_url = 'https://www.youtube.com/embed/' . $video_id . '?autoplay=1&mute=1&modestbranding=1&loop=1&playlist=' . $video_id;
            echo '<iframe class="shadow" width="100%" height="860" src="' . $embed_url . '" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>';
            ?>
        </center>

    </div>

    <?php include_once('footer.php'); ?>

    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js" integrity="sha384-HwwvtgBNo3bZJJLYd8oVXjrBZt8cqVSpeBNS5n7C8IVInixGAoxmnlMuBnhbgrkm" crossorigin="anonymous"></script>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.4/jquery.min.js"></script>
</body>

</html>
<?php include 'footer-script.php'; ?>